<?php

namespace Database\Seeders;

use App\Models\Dismantling;
use Illuminate\Database\Seeder;

class DismantlingSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $data = [
            [
                'title' => 'Демонтаж металлоконструкций',
            ],
            [
                'title' => 'Демонтаж ангаров',
            ],
            [
                'title' => 'Демонтаж гаражей',
            ],
            [
                'title' => 'Демонтаж кранов',
            ],
            [
                'title' => 'Демонтаж котельных',
            ],
            [
                'title' => 'Демонтаж торговых павильонов',
            ],
            [
                'title' => 'Демонтаж складов',
            ],
            [
                'title' => 'Демонтаж заводов',
            ],
            [
                'title' => 'Демонтаж цеха',
            ],
            [
                'title' => 'Утилизация спецтехники',
            ],
            [
                'title' => 'Демонтаж кассовых комнат',
            ],
            [
                'title' => 'Демонтаж банковских хранилищ',
            ],
            [
                'title' => 'Демонтаж кран-блок',
            ],
            [
                'title' => 'Демонтаж козловых кранов',
            ],
            [
                'title' => 'Демонтаж мостовых кранов',
            ],
            [
                'title' => 'Демонтаж башенных кранов',
            ],
            [
                'title' => 'Демонтаж автокранов',
            ],
            [
                'title' => 'Демонтаж грузовиков',
            ],
            [
                'title' => 'Демонтаж экскаваторов',
            ],
            [
                'title' => 'Демонтаж бульдозеров',
            ],
            [
                'title' => 'Демонтаж тракторов',
            ],
            [
                'title' => 'Демонтаж автоцистерн',
            ],
            [
                'title' => 'Демонтаж вагонов',
            ],
            [
                'title' => 'Демонтаж вентиляции',
            ],
            [
                'title' => 'Демонтаж резервуаров',
            ],
            [
                'title' => 'Демонтаж станков',
            ],
            [
                'title' => 'Демонтаж лифтов',
            ],
            [
                'title' => 'Демонтаж электродвигателей',
            ],
            [
                'title' => 'Демонтаж редукторов',
            ],
            [
                'title' => 'Демонтаж контейнеров',
            ],
            [
                'title' => 'Демонтаж сейфов',
            ],
            [
                'title' => 'Демонтаж вывески',
            ],
            [
                'title' => 'Демонтаж труб',
            ],
            [
                'title' => 'Демонтаж кабеля',
            ],
            [
                'title' => 'Демонтаж заборов',
            ],
            [
                'title' => 'Демонтаж вышек',
            ],
            [
                'title' => 'Демонтаж водонапорной башни',
            ],
            [
                'title' => 'Демонтаж бытовок',
            ],
            [
                'title' => 'Демонтаж кунгов',
            ],
            [
                'title' => 'Демонтаж подъемников',
            ],
            [
                'title' => 'Демонтаж крыши',
            ],
            [
                'title' => 'Демонтаж дымовых труб',
            ],
            [
                'title' => 'Демонтаж лестниц',
            ],
        ];

        foreach ($data as $region) {
            Dismantling::create($region);
        }
    }
}
