<p>
    В вашем личном гараже или на складе фирмы скопилось большое количество металлического лома? Наш пункт приема металла
    в Москве готов организовать оперативный вывоз и приемку бронзовых, стальных, латунных изделий по выгодным ценам.
</p>
<p>
    Дополнительно в Компании «ЛМК» можно заказать демонтаж металлолома в $dative_name, с погрузкой и разгрузкой
    посредством специальной техники. Как итог, сотрудничая с нами, вы сможете не только избавиться от ненужного хлама с
    минимальными усилиями, но и заработать на этом неплохие деньги.
</p>
<p>
    В удобное для вас время специалисты проведут оценку внешнего вида лома, взвесят его на сертифицированных весах и
    выполнят расчет любым удобным для вас способом. Наши пункты приема черного металла в Московской области работают на
    протяжении вот уже нескольких лет, успешно сотрудничая с физическими и юридическими лицами. Нам важны честные и
    взаимовыгодные отношения с каждым заказчиком, поэтому мы предлагаем одни из самых высоких цен на металл в регионе.
</p>
<h2 class='fs-20'>
    Услуги демонтажа в $dative_name
</h2>
<p>
    Компания «ЛМК-Москва» осуществляет прием лома различных видов черного и цветного металла. Самым простым вариантом
    для нас является сотрудничество с корпоративными клиентами, которые обычно сдают на переработку и утилизацию крупные
    партии отбракованных металлических изделий и отходы производства.
</p>
<p>
    Если речь идет о частных лицах, то они чаще всего сдают различные конструкции, вышедшее из строя оборудование,
    бытовую технику, сантехнику, в которых содержится бронза, латунь, магний, алюминий, в виде сплавов.
</p>
<p>
    В этом случае потребуется проведение демонтажных работ. Если по каким-то причинам, заказчик не может самостоятельно
    выполнить демонтаж металлолома в $dative_name, опытные специалисты «ЛМК» сделают это
    за вас.
</p>
<p>
    Мы также готовы рассмотреть предложения о приемке кускового, рельсового и листового лома, отдельные компоненты
    металлических конструкций. Для их разборки наши мастера используют профессиональное оборудование и автопарк
    спецтехники, принадлежащий компании.
</p>
<h3 class='fs-20'>
    Почему вам стоит обратиться за помощью в нашу компанию?
</h3>
<p>
    Вы можете дорого сдать металлолом в $dative_name. Разборка небольших по объему конструкций выполняется
    по простой схеме, а для демонтажа габаритных элементов зданий и сооружений могут потребоваться:
</p>
<ul class='col-12 p-0 mb-3'>
    <li class='mt-2'>
        <div class='d-table'><i
                class='far fa-check-circle fa-2x base-color mt-1 d-table-cell form-b-icon align-middle'></i> <span
                class='nav-text d-table-cell align-middle pl-2'>
            	ломовозы, краны
            </span>
        </div>
    </li>
    <li class='mt-2'>
        <div class='d-table'><i
                class='far fa-check-circle fa-2x base-color mt-1 d-table-cell form-b-icon align-middle'></i> <span
                class='nav-text d-table-cell align-middle pl-2'>
              	экскаваторы, погрузчики
            </span>
        </div>
    </li>
</ul>
<p>
    Эта и многая другая спецтехника имеется в распоряжении нашей компании. За сданный металлолом вы получаете расчет
    сразу после завершения его резки и взвешивания. Мы работаем по прозрачной схеме взаимодействия с нашими клиентами.
</p>
<p>
    Ознакомиться с расценками можно в представленном на нашем сайте прайс-листе. Для уточнения точной стоимости лома,
    свяжитесь с нашими специалистами по представленным контактам.
</p>


{{--<ul class='col-12 p-0 mb-3'>--}}
{{--    <li class='mt-2'>--}}
{{--        <div class='d-table'><i--}}
{{--                class='far fa-check-circle fa-2x base-color mt-1 d-table-cell form-b-icon align-middle'></i> <span--}}
{{--                class='nav-text d-table-cell align-middle pl-2'>--}}
{{--            Железный--}}
{{--            </span>--}}
{{--        </div>--}}
{{--    </li>--}}
{{--    <li class='mt-2'>--}}
{{--        <div class='d-table'><i--}}
{{--                class='far fa-check-circle fa-2x base-color mt-1 d-table-cell form-b-icon align-middle'></i> <span--}}
{{--                class='nav-text d-table-cell align-middle pl-2'>--}}
{{--              Cтальной--}}
{{--            </span>--}}
{{--        </div>--}}
{{--    </li>--}}
{{--    <li class='mt-2'>--}}
{{--        <div class='d-table'><i--}}
{{--                class='far fa-check-circle fa-2x base-color mt-1 d-table-cell form-b-icon align-middle'></i> <span--}}
{{--                class='nav-text d-table-cell align-middle pl-2'>--}}
{{--            чугунный и так далее.--}}
{{--            </span>--}}
{{--        </div>--}}
{{--    </li>--}}
{{--</ul>--}}


<ul class='col-12 p-0 mb-3'>
    <li class='mt-3'>
        <div class='d-table'><span class='numberCircle'>1</span> <span
                class='nav-text d-table-cell align-middle pl-2'>
                    <span>Вид металлопродукции</span> </span>
        </div>
    </li>
    <li class='mt-3'>
        <div class='d-table'>
            <span class='numberCircle'>2</span>
            <span class='nav-text d-table-cell align-middle pl-2'>
                    <span>Общий вес и размеры </span>
                </span>
        </div>
    </li>
    <li class='mt-3'>
        <div class='d-table'><span class='numberCircle'>3</span> <span
                class='nav-text d-table-cell align-middle pl-2'>
                    <span>Удаленность клиента от приемного пункта.</span> </span></div>
    </li>
    <li class='mt-3'>
        <div class='d-table'><span class='numberCircle'>4</span> <span
                class='nav-text d-table-cell align-middle pl-2'>
                    <span>Условия сотрудничества, основанные на индивидуальном подходе к каждому партнеру.</span>
                </span>
        </div>
    </li>
</ul>
